{
      "title": "The Hitchhiker's Guide to the Galaxy",
      "author": "Douglas Adams",
      "pages": [
        {
            "page_number": 1,
            "content": "Kartą, senų senovėje, buvo viena mergaitė ir gyveno ji su savo mama mažoje jaukioje trobelėje prie miško. Mergaitę žmonės vadino Raudonkepuraite, nes ji dažnai dėvėdavo raudoną apsiaustėlį su kapišonu. Mergaitė mielai gobdavosi šiuo apsiaustėliu, nes jį buvo gavusi iš savo močiutės, kuri gyveno namelyje už miško ir labai mylėjo Raudonkepuraitę. Vieną dieną mama priruošė Raudonkepuraitei pilną krepšelį įvairiausių gėrybių. Pridėjo obuoliukų, kriaušaičių, braškių, taip pat skanių pyragėlių, kuriuos pati buvo iškepusi, sūrio ir gabalėlį mėsos bei didelį išdabintą tortą.",
            "illustration": "https://cdn.pixabay.com/animation/2023/01/16/09/19/09-19-03-257_512.gif",
            "audio": "bird"
        },
        {
            "page_number": 2,
            "content": "Raudonkepuraitė pažadėjo viską, ko tik mama prašė, bet, kaip neretai pasitaiko, savo pažadus netruko pamiršti. Ji vis sustodavo, bėgiojo iš kelio ieškodama laukinių gėlyčių, kad galėtų močiutei nunešti puokštelę. Ji ėjo vis gilyn į mišką, tačiau visai nebijojo, nes gerai žinojo kelią. Raudonkepuraitei patiko, kad jos nebijo miške gyvenantys žvėreliai, ir ji mielai klausėsi, kaip čiulba paukšteliai. Tai pasitaikydavo ežiukas po medžiu, tai koks straksintis kiškutis, sutiko ji ir stirną su stirniuku; voveraitė su ja žaidė slėpynių; žolėje šokčiojo varlės, o kažkur krūmuose švystelėjo ir raudonas tetulės lapės kailiukas. Proskynose skraidžiojo drugeliai, o kažkur tolumoje garsiai ūbavo apuokas. Ir kaip tik vienoje proskynoje, kur augo didžiuliai mėlyni varpeliai, gyveno piktas vilkas. Jau labai ilgai jo pilvas urzgė iš bado. Ir tasai vilkas ėmė sekti Raudonkepuraitę. Kas žino, kur ji keliauja, tarė jis sau. Tai bent būtų skanumėlis. Vilkas Raudonkepuraitę aplenkė,",
            "illustration": "https://cdn.dribbble.com/users/1138853/screenshots/4643101/58.gif",
            "audio": "walk"
        },
        {
            "page_number": 3,
            "content": "Vilkas numetė antklodę, šoko iš lovos, išžiojo savo nasrus ir prarijo Raudonkepuraitę lygiai taip kaip ir jos bobutę. Paskui jis vėl įlindo į lovą. Po minutėlės jis jau knarkė taip, kad net aidas sklido nuo kalnų. Tuo metu pro šalį ėjo medžiotojas su savo pagalbininku. Išgirdę pro močiutės langą sklindantį garsų knarkimą jie atsargiai priėjo, pažiūrėjo vidun ir pamatė močiutės lovoje gulintį vilką su milžinišku pilvu. Jie kaip mat suprato, kad vilkas bus močiutę prarijęs. Įėję vidun, perpjovė vilkui pilvą. Ir negalėjo patikėti savo akimis, kai iš pilvo kartu su močiute iššoko ir Raudonkepuraitė. Abi sveikos ir gyvos, ir labai dėkojo medžiotojui, kad jas išgelbėjo. Paskui visi pririnko galybę akmenų, supylė juos vilkui į pilvą ir gerai užsiuvo. Medžiotojas, išėjęs į kiemą, užtaisė šautuvą ir iššovė. Baisingas garsas vilką pažadino, ir jis išsigandęs ėmė žvalgytis aplinkui, tada iššoko pro langą ir nubėgo tolyn. Nuo to laiko niekas jo daugiau nematė.",
            "illustration": "https://thumbs.gfycat.com/DrearyNearBlowfish-max-1mb.gif",
            "audio": "wolf"
        }]
}  
  